brew "bat"
brew "btop"
brew "eigen"
brew "eza"
brew "fastfetch"
brew "ffmpeg"
brew "fzf"
brew "imagemagick"
brew "lazydocker"
brew "lazygit"
brew "mas"
brew "node"
brew "tmux"
brew "yazi"
brew "zoxide"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
cask "arduino-ide"
cask "bambu-studio"
cask "betterdisplay"
cask "copilot-money"
cask "cursor"
cask "discord"
cask "docker"
cask "font-jetbrains-mono-nerd-font"
cask "google-chrome"
cask "iina"
cask "kicad"
cask "kitty"
cask "minecraft"
cask "miniforge"
cask "pronotes"
cask "raspberry-pi-imager"
cask "raycast"
cask "serial"
cask "shottr"
cask "unity-hub"
mas "AdGuard for Safari", id: 1440147259
mas "Developer", id: 640199958
mas "Hand Mirror", id: 1502839586
mas "Hidden Bar", id: 1452453066
mas "Hush", id: 1544743900
mas "Keynote", id: 409183694
mas "Notability", id: 360593530
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pure Paste", id: 1611378436
mas "Swift Playground", id: 1496833156
mas "WhatsApp", id: 310633997
mas "Xcode", id: 497799835
